Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/HelpTips.resw
Source language: en_gb
Languages: fr_fr, hi_in, hu_hu, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, zh_cn, zh_hans, zh_hk

# Benefits.Text
source: First, the app early. Insiders in the Bloom Channel get access to the earliest builds possible. This really gives you a chance to see what we are working on, and to give feedback as we actively work on parts of the app, meaning your feedback means a whole lot! Of course, it isn't without it's disadvantages. Bloom Channel insiders also face more bugs and issues than other users. Bloom Insiders also get access to features tagged 'Experimental', meaning we have put very little work into them at that point, or they are very unstable, but interesting to try out nonetheless. These features are never enabled by default. Early Access Insiders (previously Seeding Insiders) get access to the app earlier, although with much more stability. Experimental features will not be available to Insiders in this channel.* *Features tagged as Experimental in the Settings interface
fr_fr: Tout d'abord, la version préliminaire de l'application. Les participants du canal Bloom ont accès aux versions préliminaires les plus récentes. Cela vous permet de voir ce sur quoi nous travaillons et de nous faire part de vos commentaires au fur et à mesure que nous travaillons sur les nouvelles versions de l'application, ce qui signifie que vos commentaires ont beaucoup d'importance ! Bien sûr, cela n'est pas sans inconvénients. Les utilisateurs du canal Bloom sont également confrontés à davantage de bugs et de problèmes que les autres utilisateurs. Les utilisateurs de Bloom ont également accès à des fonctionnalités qualifiées d'"expérimentales", ce qui signifie que nous y avons consacré très peu de travail à ce stade, ou qu'elles sont très instables, mais qu'il est néanmoins intéressant de les essayer. Ces fonctionnalités ne sont jamais activées par défaut. Les utilisateurs en accès anticipé (anciennement appelés Seeding Insiders) ont accès à la version la plus avancée de l'application, bien qu'elle soit beaucoup plus stable. Les fonctionnalités expérimentales ne seront pas disponibles pour les membres de ce canal. *Fonctionnalités marquées comme expérimentales dans l'interface des paramètres
hu_hu: Először is, a korai alkalmazás. A Bloom-csatorna Insiderei a lehető legkorábbi buildekhez jutnak hozzá. Ez tényleg lehetőséget ad arra, hogy lássátok, min dolgozunk, és hogy visszajelzést adjatok, miközben aktívan dolgozunk az alkalmazás egyes részein, vagyis a visszajelzésetek nagyon sokat jelent! Természetesen ez nem mentes a hátrányaitól sem. A Bloom Channel Insiderei több hibával és problémával szembesülnek, mint más felhasználók. A Bloom Insiderek a "Kísérleti" címkével ellátott funkciókhoz is hozzáférnek, ami azt jelenti, hogy nagyon kevés munkát fektettünk bele, vagy nagyon instabilak, de ettől függetlenül érdekes kipróbálni őket. Ezek a funkciók alapértelmezés szerint sosem lesznek engedélyezve. Az Early Access Insiderek (korábban Seeding Insiderek) hamarabb hozzáférnek az alkalmazáshoz, bár sokkal stabilabban. A kísérleti funkciók nem lesznek elérhetőek az Insiderek számára ebben a csatornában.* *A Beállítások felületen Kísérleti funkcióként megjelölt funkciók
pl_pl: Po pierwsze, aplikacja wcześnie. Wtajemniczeni w Bloom Channel mają dostęp do najwcześniejszych możliwych kompilacji. To naprawdę daje Ci szansę zobaczenia, nad czym pracujemy, i wyrażenia opinii, gdy aktywnie pracujemy nad częściami aplikacji, co oznacza, że Twoja opinia wiele znaczy! Oczywiście nie jest to pozbawione wad. Insiderzy Bloom Channel napotykają również więcej błędów i problemów niż inni użytkownicy. Wtajemniczeni z Bloom uzyskują również dostęp do funkcji oznaczonych jako „Eksperymentalne”, co oznacza, że włożyliśmy w nie bardzo mało pracy lub są one bardzo niestabilne, ale mimo to interesujące do wypróbowania. Te funkcje nigdy nie są domyślnie włączone. Insiderzy wczesnego dostępu (wcześniej Seeding Insiders) uzyskują dostęp do aplikacji wcześniej, choć ze znacznie większą stabilnością. Funkcje eksperymentalne nie będą dostępne dla niejawnych testerów na tym kanale.* *Funkcje oznaczone jako eksperymentalne w interfejsie ustawień
pt_br: Primeiro, o aplicativo cedo. Insiders no Canal Bloom têm acesso às compilações mais atuais possíveis. Isso realmente lhe dá uma chance de ver em que estamos trabalhando, e dar um feedback enquanto trabalhamos ativamente em partes do aplicativo, o que significa que seu feedback significa muito! Claro, isso não é sem as desvantagens. O Canal Bloom também enfrenta mais bugs e problemas do que outros usuários. Insiders Bloom também têm acesso a recursos marcados como "Experimentais", o que significa que investimos muito pouco trabalho neles neste momento ou são muito instáveis, mas são interessantes para experimentar. Esses recursos nunca são ativados por padrão. Insiders de Acesso Antecipado (préviamente Seeding Insiders) têm acesso ao aplicativo mais cedo, embora com muito mais estabilidade. Recursos experimentais não estarão disponíveis para Insiders neste canal.* *Recursos marcados como Experimentais na interface de Configurações
pt_pt: Em primeiro lugar, a aplicação é muito nova. Insiders no Canal Bloom têm acesso às primeiras compilações possíveis. Isto realmente dá-te a chance de ver no que nós estamos a trabalhar e de dar feedback à medida que trabalhamos ativamente em partes da aplicação, o que significa que o teu feedback revela muito! Claro, não é sem as desvantagens. Insiders no Canal Bloom também enfrentam mais erros e problemas do que outros utilizadores. Os Bloom Insiders também têm acesso a recursos marcados como 'Experimentais', o que significa que colocamos muito pouco trabalho neles até o momento, ou eles são muito instáveis, mas ainda assim interessantes de experimentar. Estes recursos nunca são ativados por padrão. Early Access Insiders (anteriormente Seeding Insiders) obtêm acesso à aplicação mais cedo, embora com muito mais estabilidade. Os recursos experimentais não estarão disponíveis para Insiders neste canal.* *Recursos marcados como Experimentais na interface de definições
ro_ro: În primul rând, beneficiezi primul de versiuni noi. Insideri din canalul Bloom au acces la cele mai noi versiuni posibile. Asta chiar îți dă o șansă să vezi ce lucrăm, și să ne dai feedback în timp ce lucrăm activ pe funcții ale aplicației, ceea ce înseamnă că feedback-url tău contează mult! Desigur, nu este fără dezavantaje. Insideri din canalul Bloom dau de asemenea de mult mai multe erori și probleme decât ceilalți utilizatori. De asemenea, au parte de funcții Experimentale*, ceea ce înseamnă că am pus foarte puțină muncă în ele sau sunt extrem de instabile, dar interesante de încercat. Aceste funcții nu sunt activate niciodată implicit. Insideri Early Access (în trecut Insideri Seeding) beneficiază de acces la aplicație devreme, cu mai multă stabilitate. Funcții Experimentale nu vor fi disponibile Insiderilor Early Access. *Funcții etichetate „Experimental” în interfața Setări
ru_ru: Во-первых, приложение на ранней стадии. Инсайдеры канала Bloom, получают доступ к самым ранним сборкам. Это действительно дает вам возможность увидеть, над чем мы работаем, и оставить отзыв, пока мы активно работаем над частью приложения, а значит, ваш отзыв значит очень много! Конечно, это не лишено недостатков. Инсайдеры канала Bloom также сталкиваются с большим количеством ошибок и проблем, чем другие пользователи. Инсайдеры Bloom также получают доступ к функциям с пометкой «Экспериментальные», что означает, что на данный момент мы мало над ними работаем, или они очень нестабильны, но тем не менее их интересно опробовать. Эти функции никогда не включаются по умолчанию. Инсайдеры раннего доступа (ранее Seeding Insiders) получают доступ к приложению раньше, хотя и с гораздо большей стабильностью. Экспериментальные функции не будут доступны инсайдерам на этом канале.* *Функции, помеченные как экспериментальные в интерфейсе настроек
tr_tr: İlk olarak, uygulama erken. Bloom Channel'daki kişiler, mümkün olan en erken yapılara erişebilir. Bu size gerçekten ne üzerinde çalıştığımızı görme ve uygulamanın bazı bölümlerinde aktif olarak çalışırken geri bildirimde bulunma şansı verir, bu da geri bildiriminizin çok şey ifade ettiği anlamına gelir! Tabii ki, dezavantajları olmadan değil. Bloom Channel çalışanları, diğer kullanıcılardan daha fazla hata ve sorunla karşı karşıyadır. Bloom Insider'lar ayrıca 'Deneysel' olarak etiketlenen özelliklere de erişebilir, yani o noktada üzerlerine çok az iş koyduk veya çok kararsızlar, ancak yine de denemek ilginç. Bu özellikler hiçbir zaman varsayılan olarak etkinleştirilmez. Early Access Insider'lar (önceden Seeding Insider'lar) uygulamaya daha erken erişim sağlar, ancak çok daha kararlıdır. Deneysel özellikler bu kanalda Insider kullanıcılarına sunulmayacaktır.* *Ayarlar arayüzünde Deneysel olarak etiketlenen özellikler
zh_cn: 首先，应用程序的早期。 Bloom频道的内部人员可以获得尽可能早的版本。这真的让你有机会看到我们正在进行的工作，并在我们积极进行应用程序的部分工作时提供反馈，这意味着你的反馈意味着很多！当然，它也有缺点。当然，这也不是没有缺点的。与其他用户相比，Bloom Channel内部人员也面临更多的错误和问题。Bloom内部人员还可以使用被标记为 "实验性 "的功能，这意味着我们在这一点上投入的工作很少，或者它们非常不稳定，但还是很有趣的，可以尝试。这些功能在默认情况下是不会被启用的。 Early Access Insiders（以前是Seeding Insiders）可以更早地访问该应用程序，尽管稳定性更高。实验性功能将不提供给该渠道的内部人员。* *在设置界面中被标记为实验性的功能
zh_hans: 首先，应用处于早期阶段。 Bloom 频道的内部人员可以访问最早的版本。 这真的让您有机会看到我们正在做什么，并在我们积极处理应用程序的某些部分时提供反馈，这意味着您的反馈意义重大！当然，它并非没有缺点。Bloom 频道内部人员也比其他用户面临更多的错误和问题。Bloom 预览者还可以访问标记为“实验性”的功能，这意味着我们在这一点上投入的工作很少，或者它们非常不稳定，但仍然很有趣。 默认情况下永远不会启用这些功能。 抢先体验预览（以前称为Seeding Insider）可以更早地访问该应用程序，但稳定性要高得多。此频道中的预览体验成员将无法使用实验性功能。* *在设置界面中标记为实验性的功能
zh_hk: 首先，應用程式很早。 Bloom Channel的測試者可以使用最新的構建。 這會給予你機會看到我們正在做什麼，並給予我們反饋，因為您的反饋意義重大！ 當然，它並非沒有缺點。 Bloom Channel也比其他使用者面臨更多的漏洞和問題。 Bloom Insiders亦可以試用標記為「實驗性」的功能；「實驗性」功能再推出時可能未經整理或改善的，或者非常不穩定，但試起來很有趣。這些功能在預設下不會自動啟用。 Early Access Insiders（前稱 Seeding Insiders）可以比主版較早試用該應用程式，但遲於Blooming Insiders，不過比Blooming Channel穩定得多。 本頻道的測試者將無法使用實驗功能。 * *在設定中標記為「實驗性功能」
